{
    "DESCRIPTION": "Afficher ou personnaliser les paramètres de vos serveurs et activer/désactiver des fonctionnalités spécifiques.",
    "USAGE": "paramètres <list|clear|view|edit> [setting] [add|remove] [value]",
    "AVAILABLE": "**__Paramètres disponibles à utiliser avec TypicalBot:__**",
    "PAGE": "**Page {{page}} / {{count}}**",
    "CLEARED": "Paramètres effacés.",
    "CLEAR_ERROR": "Server unknown error",
    "CURRENT": "**__Réglages actuels:__**",
    "CURRENT_VALUE": "**__Valeur actuelle:__** {{value}}",
    "INVALID": "La liste d'achats demandée n'existe pas.",
    "INVALID_OPTION": "Une option invalide a été donnée.",
    "UPDATED": "Les paramètres ont correctement été mis à jour.",
    "EMBED": "Intégrer les réponses de TypicalBot",
    "ROLE_EXISTS": "Le rôle spécifié est déjà inclus.",
    "ROLE_NOT_SET": "Le rôle spécifié ne peut pas être supprimé car il n'est pas déjà inclus.",
    "INVALID_MS": "Une heure invalide a été donnée. Réessayez avec un temps, en millisecondes, de 2000ms (2s) à 600000ms (10 min).",
    "INVALID_CHANNEL": "Rôle invalide. Veuillez vous assurer que votre orthographe est correcte, et que le rôle existe réellement.",
    "NOT_TEXT_CHANNEL": "Ce salon n'est pas un salon textuelle !",
    "NEED_LOG": "Vous devez avoir un canal de logs configuré avant de modifier ce paramètre.",
    "ADMINROLE": "Rôle administrateur qui accordera aux utilisateurs avec ce niveau d'autorisation de rôle 3.",
    "MODROLE": "Rôle modérateur qui accordera aux utilisateurs ce niveau d'autorisation de rôle 2.",
    "DJROLE": "Rôle modérateur qui accordera aux utilisateurs ce niveau d'autorisation de rôle 1.",
    "MUTEROLE": "Un rôle que le bot donnera aux utilisateurs en mode muet.",
    "BLACKLISTROLE": "Les utilisateurs ayant ce rôle se verront refuser l'accès aux commandes de TypicalBot.",
    "AUTOROLE": "Les utilisateurs qui rejoignent le serveur recevront automatiquement ce rôle.",
    "AUTOROLE-BOTS": "Les robots qui rejoindront le serveur recevront automatiquement ce rôle.",
    "AUTOROLE-DELAY": "Le temps d'attente avant de donner l'autorole pour permettre au niveau de sécurité de fonctionner.",
    "AUTOROLE-SILENT": "Si ce n'est pas silencieux, un message sera envoyé dans le canal des journaux indiquant qu'un membre a reçu l'autorole.",
    "SUBSCRIBERROLE": "Un rôle qui sera donné lorsqu'un utilisateur utilise la commande `subscribe`.",
    "ANNOUNCEMENTS": "Un canal pour les annonces à publier, utilisé avec la commande `announce`.",
    "ANNOUNCEMENTS-MENTION": "Une mention à mettre dans l'annonce quand elle est affichée, comme un rôle d'abonné.",
    "LOGS": "Un canal pour les journaux d'activité à publier.",
    "LOGS-JOIN": "Un message personnalisé à poster lorsqu'un utilisateur rejoint le serveur.",
    "LOGS-LEAVE": "Un message personnalisé à poster lorsqu'un utilisateur rejoint le serveur.",
    "LOGS-BAN": "Un message personnalisé à poster lorsqu'un utilisateur rejoint le serveur.",
    "LOGS-UNBAN": "Un message personnalisé à poster lorsqu'un utilisateur rejoint le serveur.",
    "LOGS-NICKNAME": "Un message personnalisé à poster lorsqu'un utilisateur rejoint le serveur.",
    "LOGS-INVITE": "Un message personnalisé à poster lorsqu'un utilisateur rejoint le serveur.",
    "LOGS-SAY": "Se connecter à l'utilisation de la commande `$say`.",
    "MODLOGS": "Un canal pour envoyer les logs de modération. Les journaux d'audit Aka.",
    "MODLOGS-PURGE": "Un modlog à enregistrer lorsqu'un modérateur ou un administrateur purge les messages dans un canal.",
    "AUTOMESSAGE": "Un message à envoyer à un utilisateur quand il rejoint le serveur.",
    "AUTONICKNAME": "Un surnom à donner à un utilisateur quand il rejoint le serveur.",
    "MODE": "Un mode pour activer certaines commandes.",
    "CUSTOMPREFIX": "Un préfixe personnalisé à l'utilisateur autre que `$`.",
    "DEFAULTPREFIX": "Le préfixe par défaut `$`.",
    "ANTIINVITE": "Outil de modération du serveur pour supprimer toutes les invitations envoyées par les utilisateurs du serveur.",
    "ANTIINVITE-ACTION": "Activer l'avertissement et les coups de pied lors de l'envoi d'invitations. AntiInvite doit être activé pour que cela fonctionne.",
    "ANTIINVITE-WARN": "Un utilisateur recevra un avertissement s'il envoie ce nombre exact d'invitations. AntiInvite et AntiInvite Action doivent être activés pour que cela fonctionne.",
    "ANTIINVITE-KICK": "Un utilisateur sera expulsé s'il envoie ce nombre ou plus d'invitations. AntiInvite et AntiInvite Action doivent être activés pour que cela fonctionne.",
    "NONNICKNAME": "Une façon de désactiver la commande `nickname` d'être utilisée.",
    "MUSIC-PERMISSIONS": "Changer le niveau de permission requis pour les utilisateurs pour utiliser toutes les commandes musicales.",
    "MUSIC-PLAY": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande de musique `play`. Sauf si défini sur `off`, cela remplace le paramètre `music-permissions`.",
    "MUSIC-SKIP": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande de musique `skip`. Sauf si défini sur `off`, cela remplace le paramètre `music-permissions`.",
    "MUSIC-STOP": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande « stop». Sauf si définie à « off», cela remplace le paramètre « music-permissions».",
    "MUSIC-PAUSE": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande de musique `pause`. Sauf si défini sur `off`, cela remplace le paramètre `music-permissions`.",
    "MUSIC-RESUME": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande de musique `resume`. Sauf si défini sur `off`, cela remplace le paramètre `music-permissions`.",
    "MUSIC-UNQUEUE": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande de musique `unqueue`. Sauf si définie sur `off`, cela remplace le paramètre `music-permissions`.",
    "MUSIC-VOLUME": "Modifie le niveau de permission requis pour que les utilisateurs utilisent la commande de musique `volume`. Sauf si défini sur `off`, cela remplace le paramètre `music-permissions`.",
    "MUSIC-TIMELIMIT": "Changer la limite de temps maximum pour une vidéo. Définir en secondes. Le minimum est de 120 secondes (2 minutes). Maximum de 600 secondes (10 minutes). Le maximum de membre TypicalBot Prime est de 7200 secondes (2 heures).",
    "MUSIC-QUEUELIMIT": "Changer la limite maximale de file d'attente pour une vidéo. Maximum de 10 vidéos. TypicalBot Prime Member maximum est de 100 vidéos.",
    "STARBOARD": "Un canal pour envoyer des messages étoilés, c'est à dire un tribord.",
    "STARBOARD-STARS": "Changer le nombre d'étoiles requis pour que les messages apparaissent dans le tribord.",
    "LANGUAGE": "Change la langue du bot pour ce serveur."
}
