{
    "DESCRIPTION": "Servereinstellungen anzeigen oder andpassen und bestimmte Funktionen aktivieren/deaktivieren.",
    "USAGE": "settings <list|clear|view|edit> [setting] [add|remove] [value]",
    "USAGE_LIST": "Nutze `{{prefix}}settings list [page]` um andere Seiten anzuzeigen.",
    "AVAILABLE": "**__Verfügbare Einstellungen für TypicalBot:__**",
    "PAGE": "**Seite {{page}} / {{count}}**",
    "CLEARED": "Einstellungen zurückgesetzt.",
    "CLEAR_ERROR": "Etwas ist schiefgelaufen. Versuche es nochmal.",
    "CURRENT": "**__Derzeitige Einstellungen:__**",
    "CURRENT_VALUE": "**__Derzeitiger Wert:__** {{value}}",
    "INVALID": "Die angeforderte Einstellung existiert nicht",
    "INVALID_OPTION": "Eine ungültige Option wurde angegeben.",
    "UPDATED": "Die Einstellung wurde erfolgreich aktualisiert.",
    "DMCOMMANDS": "Legt fest, ob Befehle via DMs gesendet werden",
    "EMBED": "Eingebettete Antworten von TypicalBot",
    "ROLE_EXISTS": "Die angegebene Rolle ist bereits enhalten.",
    "ROLE_NOT_SET": "Die angegebene Rolle kann nicht entfernt werden, da sie nicht enthalten ist.",
    "INVALID_MS": "Eine ungültige Zeit wurde angegeben. Versuche es erneut mit einer Zeit, in Millisekunden, von 2000ms (2s) bis 600000ms (10min).",
    "INVALID_CHANNEL": "Ungültiger Kanal. Bitte stelle sicher, dass deine Schreibweise korrekt ist, und dass der Kanal tatsächlich existiert.",
    "NOT_TEXT_CHANNEL": "Der Kanal muss ein Textkanal sein.",
    "NEED_LOG": "Du musst einen Log-Kanal eingerichtet haben, bevor du diese Einstellung ändern kannst.",
    "VERIFICATION_LEVEL_HIGH": "Die Moderationsstufe für diesen Server erfordert eine Verzögerung von mindestens 10 Minuten.",
    "VERIFICATION_LEVEL_VERYHIGH": "Die Autorolle Funktion ist nicht verfügbar, wenn die Moderationsstufe auf die höchste Einstellung gesetzt ist.",
    "ADMINROLE": "Administrator-Rolle, die Benutzern die Rollenberechtigungsstufe 3 gewährt.",
    "MODROLE": "Moderator-Rolle, die Benutzern die Rollenberechtigungsstufe 2 gewährt.",
    "DJROLE": "DJ-Rolle, die Benutzern die Rollenberechtigungsstufe 1 gewährt.",
    "MUTEROLE": "Eine Rolle, die der Bot stummgeschalteten Nutzern gibt.",
    "BLACKLISTROLE": "Benutzern mit dieser Rolle wird der Zugriff auf alle Befehle von TypicalBot verweigert.",
    "AUTOROLE": "Benutzer, die dem Server beitreten, erhalten diese Rolle automatisch.",
    "AUTOROLE-BOTS": "Bots, die dem Server beitreten, erhalten diese Rolle automatisch.",
    "AUTOROLE-DELAY": "Die Zeitspanne, die gewartet werden muss, bevor die Autorolle gegeben wird.",
    "AUTOROLE-SILENT": "Falls nicht stummgeschaltet, wird eine Nachricht im Logs-Kanal gesendet, in der angegeben wird dass ein Mitglied die Autorolle gegeben wurde.",
    "SUBSCRIBERROLE": "Eine Rolle, die gegeben wird, wenn ein Benutzer den Befehl `subscribe` verwendet.",
    "ANNOUNCEMENTS": "Ein Kanal für Ankündigungen, der mit dem `announce` Befehl verwendet wird.",
    "ANNOUNCEMENTS-MENTION": "Eine Erwähnung, die zur Ankündigung hinzugefügt werden soll, wie zum Beispiel die Subscriber Rolle.",
    "LOGS": "Ein Kanal für Aktivitätslogs.",
    "LOGS-JOIN": "Eine benutzerdefinierte Nachricht, die gepostet werden soll, wenn ein Benutzer den Server beitritt.",
    "LOGS-LEAVE": "Eine benutzerdefinierte Nachricht, die gepostet werden soll, wenn ein Benutzer den Server verlässt.",
    "LOGS-BAN": "Eine benutzerdefinierte Nachricht, die gepostet werden soll, wenn ein Benutzer vom Server gebannt wird.",
    "LOGS-UNBAN": "Eine benutzerdefinierte Nachricht, die gepostet werden soll, wenn ein Benutzer vom Server entbannt wird.",
    "LOGS-NICKNAME": "Eine benutzerdefinierte Nachricht, die gepostet werden soll, wenn ein Benutzer seinen Nicknamen auf dem Server ändert.",
    "LOGS-INVITE": "Eine benutzerdefinierte Nachricht, die gepostet werden soll, wenn ein Benutzer einen Einladungslink im Server postet.",
    "LOGS-SAY": "Verwendungen des `$say` Befehl protokollieren.",
    "MODLOGS": "Ein Kanal in dem die Moderationslogs gesendet werden.",
    "MODLOGS-PURGE": "Ein Modlog für das Protokollieren wenn ein Moderator oder Administrator in einem Kanal Nachrichten löscht.",
    "AUTOMESSAGE": "Eine Nachricht, die an Benutzer gesendet wird, die den Server beitreten.",
    "AUTONICKNAME": "Ein Nickname, der Benutzern gegeben wird, die den Server beitreten.",
    "MODE": "Ein Modus, um bestimmte Befehle zu aktivieren.",
    "CUSTOMPREFIX": "Ein benutzerdefinierter Präfix, der statt `$` verwendet werden soll.",
    "DEFAULTPREFIX": "Das Standardpräfix ist `$`.",
    "ANTIINVITE": "Server-Moderationstool, der alle von Benutzern gesendeten Einladungen auf dem Server löscht.",
    "ANTIINVITE-ACTION": "Aktiviere Warnungen und Kicks beim Senden von Einladungen. AntiInvite muss aktiviert sein, damit dies funktioniert.",
    "ANTIINVITE-WARN": "Ein Benutzer erhält eine Warnung, wenn er diese exakte Anzahl von Einladungen sendet. AntiInvite und AntiInvite Action müssen aktiviert sein, damit dies funktioniert.",
    "ANTIINVITE-KICK": "Ein Benutzer wird gekickt, wenn der diese exakte Anzahl von Einladungen sendet. AntiInvite und AntiInvite Action müssen aktiviert sein, damit dies funktioniert.",
    "NONICKNAME": "Eine Möglichkit, den `nickname` Befehl zu deaktivieren.",
    "STARBOARD": "Ein Kanal, im dem gestarte Nachrichten gesendet werden, d.h. ein Starboard.",
    "STARBOARD-STARS": "Ändert die erforderliche Sternanzahl für Nachrichten, die im Starboard erscheinen.",
    "LANGUAGE": "Ändert die Sprache des Bots in deinem Server."
}
