{
    "DESCRIPTION": "Visa eller anpassa din servers inställning och aktivera/inaktivera specifika funktioner.",
    "USAGE": "inställningar <list|clear|view|edit> [setting] [add|remove] [value]",
    "USAGE_LIST": "Använd `{{prefix}}settings list [page]` för att se andra sidor.",
    "AVAILABLE": "**__Tillängliga inställningar att använda med TypicalBot:__**",
    "PAGE": "**Sida {{page}} / {{count}}**",
    "CLEARED": "Rensade inställningar.",
    "CLEAR_ERROR": "Någonting hände. Försök igen.",
    "CURRENT": "**__Nuvarande Inställningar:__**",
    "CURRENT_VALUE": "**__Nuvarande värde:__** {{value}}",
    "INVALID": "Den begärda inställningen existerar inte",
    "INVALID_OPTION": "Ett ogiltigt alternativ angavs.",
    "UPDATED": "Inställningarna har uppdaterats.",
    "DMCOMMANDS": "Kontrollerar om kommandon skickas till DM",
    "EMBED": "Bädda in svar från TypicalBot",
    "ROLE_EXISTS": "Rollen är redan inkluderad.",
    "ROLE_NOT_SET": "Den angivna rollen kan inte tas bort eftersom den inte redan ingår.",
    "INVALID_MS": "En ogiltid tid angavs. Testa igen med en tid, i millisekunder, från 2000ms (2 sekunder) till 600000 (10 min).",
    "INVALID_CHANNEL": "Ogiltig kanal. Kontrollera att din stavning är korrekt och att den angivna kanalen finns.",
    "NOT_TEXT_CHANNEL": "Kanalen måste vara en textkanal.",
    "NEED_LOG": "Du måste ha en konfigurerad loggkanal innan du ändrar denna inställning.",
    "VERIFICATION_LEVEL_HIGH": "Modereringsnivån för denna server kräver en fördröjning på minst 10 minuter.",
    "VERIFICATION_LEVEL_VERYHIGH": "Autoroll-funktionen är inte tillänglig när modereringsnivån är inställd på den högsta inställningen.",
    "ADMINROLE": "Administratörsroll som ger användare med denna behörighetsnivå 3.",
    "MODROLE": "Moderatorroll som ger användare med denna behörighetsnivå 2.",
    "DJROLE": "DJ-roll som ger användare med denna behörighetsnivå 1.",
    "MUTEROLE": "En roll boten kommer att ge när användaren är tystad.",
    "BLACKLISTROLE": "Användare med denna roll kommer att nekas åtkomst till något av TypicalBots kommandon.",
    "AUTOROLE": "Användare som ansluter sig till servern kommer automatiskt att få denna roll.",
    "AUTOROLE-BOTS": "Bots som går med i servern kommer automatiskt att få denna roll.",
    "AUTOROLE-DELAY": "Mängden tid att vänta innan du ger autorole för att tillåta säkerhetsnivåer att fungera.",
    "AUTOROLE-SILENT": "Om inte tyst, kommer ett meddelande skickas i loggkanalen som uttrycker att en medlem fick autorole.",
    "SUBSCRIBERROLE": "En roll som kommer att ges när en användare använder `subscribe`-kommandot.",
    "ANNOUNCEMENTS": "En kanal för meddelanden som ska läggas upp, som används med `announce`-kommandot.",
    "ANNOUNCEMENTS-MENTION": "En mention som skrivs in i ditt announcement när den postas, till exempel en Abonnentroll.",
    "LOGS": "En kanal för aktivitetsloggar som publiceras.",
    "LOGS-JOIN": "Ett anpassat meddelande som publiceras när en användare ansluter sig till servern.",
    "LOGS-LEAVE": "Ett anpassat meddelande som publiceras när en användare lämnar servern.",
    "LOGS-BAN": "Ett anpassat meddelande som postas när en användare är bannad från servern.",
    "LOGS-UNBAN": "Ett anpassat meddelande som läggs upp när en användare blir unbannad från servern.",
    "LOGS-NICKNAME": "Ett anpassat meddelande som publiceras när en användare ändrar sitt smeknamn i servern.",
    "LOGS-INVITE": "Ett anpassat meddelande som publiceras när en användare postar en inbjudan i servern.",
    "LOGS-SAY": "Om användning av `$say`-kommandot ska loggas.",
    "MODLOGS": "En kanal för att skicka modereringsloggar, med andra ord granskningsloggar.",
    "MODLOGS-PURGE": "En modlog att logga när en moderator eller administratör rensar meddelanden i en kanal.",
    "AUTOMESSAGE": "Ett meddelande som ska skickas till en användare när de går med i servern.",
    "AUTONICKNAME": "Ett smeknamn att ge en användare när de går med i servern.",
    "MODE": "Ett läge för att aktivera vissa kommandon.",
    "CUSTOMPREFIX": "Ett anpassat prefix för andra användare än `$`.",
    "DEFAULTPREFIX": "Standardprefixet `$`.",
    "ANTIINVITE": "Serverns modereringsverktyg för att ta bort alla inbjudningar som skickas av användare på servern.",
    "ANTIINVITE-ACTION": "Aktivera varning och kick när du skickar inbjudningar. AntiInvite måste vara aktiverat för att detta ska fungera.",
    "ANTIINVITE-WARN": "En användare kommer att få en varning om de skickar ett exakt antal inbjudningar. AntiInvite och AntiInvite Action måste aktiveras för att detta ska fungera.",
    "ANTIINVITE-KICK": "En användare kommer att sparkas om de skickar detta antal eller fler inbjudningar. AntiInvite och AntiInvite action måste aktiveras för att detta ska fungera.",
    "NONICKNAME": "Ett sätt att inaktivera `nickname`-kommandot från att användas.",
    "STARBOARD": "En kanal för att skicka stjärnmärkta meddelanden, dvs en styrbord.",
    "STARBOARD-STARS": "Ändra antalet stjärnor som krävs för att meddelanden ska visas i styrbord.",
    "LANGUAGE": "Ändra språket på boten i din server."
}
