{
    "DESCRIPTION": "Oglejte si ali prilagodite nastavitve strežnikov in omogočite / onemogočite določene funkcije.",
    "USAGE": "nastavitve <seznam|počisti|poglej|uredi> [setting] [dodaj|odstrani] [value]",
    "AVAILABLE": "**__Razpoložljive nastavitve za uporabo TypicalBot-a so:__**",
    "PAGE": "**Stran {{page}} / {{count}}**",
    "CLEARED": "Nastavitve so bile počiščene.",
    "CLEAR_ERROR": "Nekaj se je zgodilo. Poskusi ponovno.",
    "CURRENT": "**__Trenutno nastavljene nastavitve:__**",
    "CURRENT_VALUE": "**__Trenutna Vrednost:__** {{value}}",
    "INVALID": "Zahtevana nastavitev ne obstaja",
    "INVALID_OPTION": "Dana je bila neveljavna možnost.",
    "UPDATED": "Nastavitve so bile uspešno posodobljene.",
    "DMCOMMANDS": "Nadzira, ali se ukazi pošljejo v DM",
    "EMBED": "Vdelani odgovori od TypicalBot-a",
    "ROLE_EXISTS": "Navedeni rank je že vključena.",
    "ROLE_NOT_SET": "Navedenega ranka ni mogoče odstraniti, ker še ni vključen.",
    "INVALID_MS": "Podan je bil neveljaven čas. Poskusite znova s časom v milisekundah, od 2000ms (2s) do 600000ms (10 min).",
    "INVALID_CHANNEL": "Neveljavni kanal. Prepričajte se, da je črkovanje pravilno in, če ta kanal dejansko obstaja.",
    "NOT_TEXT_CHANNEL": "Kanal mora biti besedni.",
    "NEED_LOG": "Pred spreminjanjem te nastavitve morate imeti nastavljen kanal dnevnikov.",
    "VERIFICATION_LEVEL_HIGH": "Stopnja moderiranja za ta strežnik zahteva vsaj 10 minutno zakasnitev.",
    "VERIFICATION_LEVEL_VERYHIGH": "Funkcija autorole ni na voljo, če je stopnja moderiranja nastavljena na najvišjo nastavitev.",
    "ADMINROLE": "Rank Administratorja bo uporabnikom odobril 3. stopnjo dovoljenja tega ranka.",
    "MODROLE": "Rank Moderatorja bo uporabnikom odobril 2. stopnjo dovoljenja tega ranka.",
    "DJROLE": "Rank DJ-ja bo uporabnikom odobril 1. stopnjo dovoljenja tega ranka.",
    "MUTEROLE": "Vloga, ki jo bo bot dal uporabnikom, ko jih utišaš.",
    "BLACKLISTROLE": "Uporabnikom s tem rankom bo onemogočen dostop do katerega koli ukaza od TypicalBot-a.",
    "AUTOROLE": "Uporabniki, ki se pridružijo strežniku, bodo samodejno dobili ta rank.",
    "AUTOROLE-BOTS": "Boti, ki se pridružijo strežniku, bodo samodejno dobili ta rank.",
    "AUTOROLE-DELAY": "Čas, ki ga je treba čakati, preden dovolite avtorole, da omogoči delovanje stopenj varnosti.",
    "AUTOROLE-SILENT": "Če ni tiho, bo v kanalu dnevnikov poslano sporočilo, v katerem je navedeno, da je član prejel avtorole.",
    "SUBSCRIBERROLE": "Vloga, ki bo dana, ko uporabnik uporabi ukaz `naročite se`.",
    "ANNOUNCEMENTS": "Kanal, kjer se bodo objavljala obvestila z uporabo ukaza `obvesti`.",
    "ANNOUNCEMENTS-MENTION": "Omemba rank, ki ga date v obvestilo, ko ga objavite, na primer Naročnik.",
    "LOGS": "Kanal za dnevnike dejavnosti za objavo.",
    "LOGS-JOIN": "Po meri narejeno sporočilo, ki se ga objavi, ko se uporabnik pridruži strežniku.",
    "LOGS-LEAVE": "Po meri narejeno sporočilo, ki se ga objavi, ko uporabnik odide iz strežnika.",
    "LOGS-BAN": "Po meri narejeno sporočilo, ki se ga objavi, ko je uporabnik izključen iz strežnika.",
    "LOGS-UNBAN": "Po meri narejeno sporočilo, ki se ga objavi, ko je uporabniku izključitev iz strežnika odstranjena.",
    "LOGS-NICKNAME": "Po meri narejeno sporočilo, ki se ga objavi, ko uporabnik v strežniku spremeni svoj vzdevek.",
    "LOGS-INVITE": "Po meri narejeno sporočilo, ki se ga objavi, ko uporabnik v strežniku objavi vabilo v nek strežnik.",
    "LOGS-SAY": "Če, želite beležiti uporabo ukaza `$say`.",
    "MODLOGS": "Kanal za pošiljanje dnevnikov moderacije tudi poznan pod imenom dnevnik revizije.",
    "MODLOGS-PURGE": "Modlog za beleženje, ko moderator ali administrator čisti sporočila v kanalu.",
    "AUTOMESSAGE": "Sporočilo, ki ga pošljemo uporabniku, ko se pridruži strežniku.",
    "AUTONICKNAME": "Vzdevek, ki ga uporabniku dodelite, ko se pridruži strežniku.",
    "MODE": "Način za omogočanje določenih ukazov.",
    "CUSTOMPREFIX": "Predpona po meri za uporabnika, ki ni `$`.",
    "DEFAULTPREFIX": "Privzeta predpona je `$`.",
    "ANTIINVITE": "Orodje za moderiranje strežnika za brisanje vabil, ki jih uporabniki pošljejo v strežnik.",
    "ANTIINVITE-ACTION": "Omogoči opozarjanje in metanje uporabnikov pri pošiljanju vabil. Za to mora biti funkcija AntiInvite omogočena.",
    "ANTIINVITE-WARN": "Uporabnik prejme opozorilo, če pošlje točno število vabil. Da bi to delovalo, morata biti omogočeni funkciji AntiInvite in AntiInvite Action.",
    "ANTIINVITE-KICK": "Uporabnik bo vržen iz strežnika, če pošlje točno toliko ali več vabil. Da bi to delovalo, morata biti omogočeni funkciji AntiInvite in AntiInvite Action.",
    "NONNICKNAME": "Način za onemogočanje uporabe ukaza \"vzdevek\".",
    "STARBOARD": "Kanal za pošiljanje sporočil z zvezdico v t.i. zvezdnih tabel.",
    "STARBOARD-STARS": "Spremenite želeno število zvezd, da se sporočila prikažejo v tabeli zvezd.",
    "LANGUAGE": "Spremenite jezik bota v vašem strežniku."
}
