{
    "DESCRIPTION": "Obejrzyj lub dostosuj ustawienia serwera, włącz/wyłącz konkretne funkcje.",
    "USAGE": "ustawienia <list|clear|view|edit> [setting] [add|remove] [value]",
    "USAGE_LIST": "Skorzystaj z `{{prefix}}lista ustawień [page]` aby oglądać inne strony.",
    "AVAILABLE": "**__Ustawienia dostępne z TypicalBot__**",
    "PAGE": "**Strona {{page}} / {{count}}**",
    "CLEARED": "Wymazano ustawienia.",
    "CLEAR_ERROR": "Coś się stało. Spróbuj ponownie.",
    "CURRENT": "**__Obecne Ustawienia:__**",
    "CURRENT_VALUE": "**__Obecna Wartość:__** {{value}}",
    "INVALID": "Żądane ustawienie nie istnieje",
    "INVALID_OPTION": "Podano niewłaściwą opcję.",
    "UPDATED": "Zaktualizowano ustawienie.",
    "DMCOMMANDS": "Sprawdza, czy komendy są wysyłane na PW",
    "EMBED": "Osadzaj odpowiedzi od TypicalBot",
    "ROLE_EXISTS": "Wskazana rola już jest uwzględniona.",
    "ROLE_NOT_SET": "Ta rola nie może być usunięta, bo już nie jest uwzględniona.",
    "INVALID_MS": "Podano niewłaściwy czas. Spróbuj ponownie, z czasem w milisekundach od 2000ms (2s) do 600000ms (10 min).",
    "INVALID_CHANNEL": "Niewłaściwy kanał. Sprawdź poprawność pisowni, oraz czy kanał faktycznie istnieje.",
    "NOT_TEXT_CHANNEL": "Kanał musi być kanałem tekstowym.",
    "NEED_LOG": "Musisz skonfigurować kanał logów przed zmianą tego ustawienia.",
    "VERIFICATION_LEVEL_HIGH": "Poziom moderacji tego serwera wymusza opóźnienie minimum 10 minut.",
    "VERIFICATION_LEVEL_VERYHIGH": "Funkcja automatycznego przydzielania ról jest niedostępna przy najwyższym poziomie moderacji.",
    "ADMINROLE": "Rola administratora, nadająca użytkownikom z tą rolą poziom uprawnień 3.",
    "MODROLE": "Rola moderatora, nadająca użytkownikom z tą rolą poziom uprawnień 2.",
    "DJROLE": "Rola DJa, nadająca użytkownikom z tą rolą poziom uprawnień 1.",
    "MUTEROLE": "Rola, przydzielana wyciszonym użytkownikom.",
    "BLACKLISTROLE": "Użytkownicy z tą rolą nie będą mieli dostępu do żadnych komend TypicalBot.",
    "AUTOROLE": "Użytkownicy dołączający do serwera automatycznie otrzymają tę rolę.",
    "AUTOROLE-BOTS": "Boty dołączające do serwera automatycznie otrzymają tę rolę.",
    "AUTOROLE-DELAY": "Opóźnienie w nadaniu automatycznej roli, pozwalające na działanie razem z poziomami bezpieczeństwa.",
    "AUTOROLE-SILENT": "Jeżeli nie zostało ustawione wyciszenie, w kanale logów pojawi się wiadomość informująca o tym, że członek otrzymał rolę.",
    "SUBSCRIBERROLE": "Rola nadawana gdy użytkownik skorzysta z komendy ‘subscribe’.",
    "ANNOUNCEMENTS": "Kanał do ogłoszeń nadawanych za pomocą komendy ‘announce’.",
    "ANNOUNCEMENTS-MENTION": "Która rola ma zostać powiadomiona przy ogłoszeniu, na przykład rola Subskrybującego.",
    "LOGS": "Kanał, w którym będą umieszczane logi aktywności.",
    "LOGS-JOIN": "Spersonalizowana wiadomość wysyłana, gdy użytkownik dołączy do serwera.",
    "LOGS-LEAVE": "Spersonalizowana wiadomość wysyłana, gdy użytkownik opuszcza serwer.",
    "LOGS-BAN": "Spersonalizowana wiadomość wysyłana, gdy użytkownik jest zbanowany z serwera.",
    "LOGS-UNBAN": "Spersonalizowana wiadomość wysyłana, gdy użytkownik jest odbanowany z serwera.",
    "LOGS-NICKNAME": "Spersonalizowana wiadomość wysyłana, gdy użytkownik zmienia nick na serwerze.",
    "LOGS-INVITE": "Spersonalizowana wiadomość wysyłana, gdy użytkownik umieszcza zaproszenie w serwerze.",
    "LOGS-SAY": "Czy wykorzystania komendy ‘$say’ mają być umieszczane w logach.",
    "MODLOGS": "Kanał do wysyłania logów moderacji, Aka logów audytowych.",
    "MODLOGS-PURGE": "Modlog do zalogowania, kiedy moderator lub administrator usuwa wiadomości w kanale.",
    "AUTOMESSAGE": "Spersonalizowana wiadomość wysyłana użytkownikowi przy dołączeniu do serwera.",
    "AUTONICKNAME": "Nick nadawany użytkownikowi przy dołączeniu do serwera.",
    "MODE": "Tryb uruchamiający pewne komendy.",
    "CUSTOMPREFIX": "Własny prefix do użytkownika, inny niż ‘$’.",
    "DEFAULTPREFIX": "Domyślny prefix ‘$’.",
    "ANTIINVITE": "Narzędzie moderacyjne usuwające wszelkie zaproszenia wysłane przez użytkowników na serwerze.",
    "ANTIINVITE-ACTION": "Uruchom ostrzeżenia i wykopanie przy wysyłaniu zaproszeń. Aby ta opcja działała, AntiInvite musi być uruchomiony.",
    "ANTIINVITE-WARN": "Użytkownik otrzyma ostrzeżenie, jeżeli wyśle tę konkretną liczbę zaproszeń. Aby ta opcja działała, aktywowane muszą być AntiInvite oraz AntiInvite Action.",
    "ANTIINVITE-KICK": "Użytkownik zostanie wyrzucony (wykopany) z serwera, jeżeli wyśle tę konkretną liczbę zaproszeń. Aby ta opcja działała, aktywowane muszą być AntiInvite oraz AntiInvite Action.",
    "NONICKNAME": "Sposób na wyłączenie komendy ‘nickname’.",
    "STARBOARD": "Kanał do wysyłania wyróżnionych wiadomości.",
    "STARBOARD-STARS": "Zmień liczbę gwiazdek wymaganą do wyróżnienia wiadomości.",
    "LANGUAGE": "Zmień język bota na swoim serwerze."
}
