{
    "DESCRIPTION": "Sunucu ayarlarınıza bakın veya özelleştirin ve belirli özellikleri açın/kapayın.",
    "USAGE": "settings <list|clear|view|edit> [ayar] [add|remove] [değer]",
    "USAGE_LIST": "Diğer sayfalar için `{{prefix}}settings list [sayfa]` komudunu kullanın.",
    "AVAILABLE": "**__TypicalBot'u Kullanmak İçin Uygun Ayarlar:__**",
    "PAGE": "**Sayfa {{page}} / {{count}}**",
    "CLEARED": "Ayarlar temizlendi.",
    "CLEAR_ERROR": "Bir şey oldu. Yeniden deneyin.",
    "CURRENT": "**__Geçerli Ayarlar:__**",
    "CURRENT_VALUE": "**__Geçerli Değer:__** {{value}}",
    "INVALID": "İstenen ayar yok",
    "INVALID_OPTION": "Geçersiz seçenek verildi.",
    "UPDATED": "Ayar başarıyla güncellendi.",
    "DMCOMMANDS": "Komutların DM'ye gönderilip gönderilmeyeceğini kontrol eder",
    "EMBED": "TypicalBot'tan embed tepkiler",
    "ROLE_EXISTS": "Belirli rol çoktan dahil.",
    "ROLE_NOT_SET": "Belirli rol kaldırılamaz çünkü çoktan dahil değil.",
    "INVALID_MS": "Geçersiz bir zaman verildi. Geçerli bir zamanla yeniden deneyin, milisaniyelerde 2000ms'den (2sn) 600000ms'ye (10dk).",
    "INVALID_CHANNEL": "Geçersiz kanal. Yazımınızın doğru olduğundan ve kanalından var olduğundan emin olun.",
    "NOT_TEXT_CHANNEL": "Kanal bir yazı kanalı olmalı.",
    "NEED_LOG": "Bu ayarı değiştirmeden önce bir günlük kanalınız olmalı.",
    "VERIFICATION_LEVEL_HIGH": "Bu sunucu için moderasyon seviyesi en az 10 dakika gecikme gerektiriyor.",
    "VERIFICATION_LEVEL_VERYHIGH": "Moderasyon seviyesi en yükseğe ayarlandığında otorol özelliği kullanım dışı.",
    "ADMINROLE": "Bu rol izinleriyle kullanıcıya seviye 3 izin sağlayan yönetici rolü.",
    "MODROLE": "Bu rol izinleriyle kullanıcıya seviye 2 izin sağlayan moderatör rolü.",
    "DJROLE": "Bu rol izinleriyle kullanıcıya seviye 1 izin sağlayan DJ rolü.",
    "MUTEROLE": "Kullanıcılar susturulduğunda botun vereceği bir rol.",
    "BLACKLISTROLE": "Bu rolü bulunan kullanıcılar TypicalBot'un hiçbir komuduna erişemez.",
    "AUTOROLE": "Sunucuya giren kullanıcılara otomatikman bu rol verilecek.",
    "AUTOROLE-BOTS": "Sunucuya giren botlara otomatikman bu rol verilecek.",
    "AUTOROLE-DELAY": "Güvenlik düzeylerinin çalışmasına izin vermek için otomatik rol vermeden önce beklenecek süre.",
    "AUTOROLE-SILENT": "Sessiz değilse, günlük kanalına bir kullanıcıya otorol verildiğini gösteren bir mesaj yollar.",
    "SUBSCRIBERROLE": "Bir kullanıcı `subscribe` komudunu kullandığında verilecek rol.",
    "ANNOUNCEMENTS": "Duyuruların gönderileceği bir kanal, `announce` komuduyla kullanılır.",
    "ANNOUNCEMENTS-MENTION": "İlan edildiğinde duyuru yapılacak bir söz, Abone rolü gibi.",
    "LOGS": "Aktivite günlüklerinin gönderileceği bir kanal.",
    "LOGS-JOIN": "Bir kullanıcı sunucuna katıldığında gönderilecek özel bir mesaj.",
    "LOGS-LEAVE": "Bir kullanıcı sunucundan ayrıldığında gönderilecek özel bir mesaj.",
    "LOGS-BAN": "Bir kullanıcı sunucundan banlandığında gönderilecek özel bir mesaj.",
    "LOGS-UNBAN": "Bir kullanıcı sunucuna geri banlandığında gönderilecek özel bir mesaj.",
    "LOGS-NICKNAME": "Bir kullanıcı sunucunda takma adlarını değiştirdiğinde gönderilecek özel bir mesaj.",
    "LOGS-INVITE": "Bir kullanıcı sunucuna bir davet gönderdiğinde gönderilecek özel bir mesaj.",
    "LOGS-SAY": "`$say` komutunun kullanımlarının günlüğe kaydedilip kaydedilmeyeceği.",
    "MODLOGS": "Moderasyon günlüklerinin gönderileceği kanal. Diğer bir adla denetim günlükleri.",
    "MODLOGS-PURGE": "Bir moderatör ya da yönetici bir kanalı temizlediğinde kaydedilecek bir moderasyon günlüğü.",
    "AUTOMESSAGE": "Sunucuya katıldıklarında kullanıcılara gönderilecek bir mesaj.",
    "AUTONICKNAME": "Sunucuya katıldıklarında kullanıcılara verilecek bir takma ad.",
    "MODE": "Belirli komutları açmak için bir mod.",
    "CUSTOMPREFIX": "`$` prefixinden başka özel bir prefix.",
    "DEFAULTPREFIX": "Varsayılan prefix `$`.",
    "ANTIINVITE": "Sunucudaki kullanıcılar tarafından gönderilen davetleri silen bir moderasyon aleti.",
    "ANTIINVITE-ACTION": "Davet atarken uyarmayı ve atmayı aç. Bunun çalışması için AntiInvite açık olmalı.",
    "ANTIINVITE-WARN": "Bir kullanıcı, tam olarak bu sayıda davet gönderirse bir uyarı alır. Bunun çalışması için AntiInvite ve AntiInvite Action açık olmalı.",
    "ANTIINVITE-KICK": "Bir kullanıcı, tam olarak bu sayıda davet gönderirse atılır. Bunun çalışması için AntiInvite ve AntiInvite Action açık olmalı.",
    "NONICKNAME": "`nickname` komudunun kullanımını kapatmanın bir yolu.",
    "STARBOARD": "Yıldızlı mesajların gönderileceği bir kanal, diğer bir deyişle bir yıldız tablosu.",
    "STARBOARD-STARS": "Mesajların yıldız tablosunda görünmesi için gereken yıldız sayısını değiştirin.",
    "LANGUAGE": "Sunucunda botun dilini değiştir."
}
