{
    "DESCRIPTION": "View or customize your servers setting and enable/disable specific features.",
    "USAGE": "settings <list|clear|view|edit> [setting] [add|remove] [value]",
    "AVAILABLE": "**__Available settings to use with TypicalBot:__**",
    "PAGE": "**Page {{page}} / {{count}}**",
    "CLEARED": "Settings cleared.",
    "CLEAR_ERROR": "Something happened. Try again.",
    "CURRENT": "**__Currently Set Settings:__**",
    "CURRENT_VALUE": "**__Current Value:__** {{value}}",
    "INVALID": "The requested setting doesn't exist",
    "INVALID_OPTION": "An invalid option was given.",
    "UPDATED": "Setting successfully updated.",
    "DMCOMMANDS": "Controls whether commands are sent to DM",
    "EMBED": "Embed responses from TypicalBot",
    "ROLE_EXISTS": "The specified role is already included.",
    "ROLE_NOT_SET": "The specified role can not be removed because it is not already included.",
    "INVALID_MS": "An invalid time was given. Try again with a time, in milliseconds, from 2000ms (2s) to 600000ms (10 min).",
    "INVALID_CHANNEL": "Invalid channel. Please make sure your spelling is correct, and that the channel actually exists.",
    "NOT_TEXT_CHANNEL": "The channel must be a text channel.",
    "NEED_LOG": "You must have a logs channel set up before changing this setting.",
    "VERIFICATION_LEVEL_HIGH": "The moderation level for this server requires a delay of at least 10 minutes.",
    "VERIFICATION_LEVEL_VERYHIGH": "The autorole feature is unavailable when the moderation level is set to the highest setting.",
    "ADMINROLE": "Administrator role that will grant users with this role permission level 3.",
    "MODROLE": "Moderator role that will grant users with this role permission level 2.",
    "DJROLE": "DJ role that will grant users with this role permission level 1.",
    "MUTEROLE": "A role the bot will give users when muted.",
    "BLACKLISTROLE": "Users with this role will be denied access to any of TypicalBot's commands.",
    "AUTOROLE": "Users joining the server will automatically be given this role.",
    "AUTOROLE-BOTS": "Bots joining the server will automatically be given this role.",
    "AUTOROLE-DELAY": "The amount of time to wait before giving the autorole to allow for security levels to work.",
    "AUTOROLE-SILENT": "If not silent, a message will be sent in the logs channel stating a member was given the autorole.",
    "SUBSCRIBERROLE": "A role that will be given when a user uses the `subscribe` command.",
    "ANNOUNCEMENTS": "A channel for announcements to be posted, used with the `announce` command.",
    "ANNOUNCEMENTS-MENTION": "A mention to be put in the announcement when posted, such as a Subscriber role.",
    "LOGS": "A channel for activity logs to be posted.",
    "LOGS-JOIN": "A custom set message to be posted when a user joins the server.",
    "LOGS-LEAVE": "A custom set message to be posted when a user leaves the server.",
    "LOGS-BAN": "A custom set message to be posted when a user is banned from the server.",
    "LOGS-UNBAN": "A custom set message to be posted when a user is unbanned from the server.",
    "LOGS-NICKNAME": "A custom set message to be posted when a user changes their nickname in the server.",
    "LOGS-INVITE": "A custom set message to be posted when a user posts an invite in the server.",
    "LOGS-SAY": "Whether to log uses of the `$say` command.",
    "MODLOGS": "A channel to send moderation logs in. Aka audit logs.",
    "MODLOGS-PURGE": "A modlog to log when a moderator or administrator purges messages in a channel.",
    "AUTOMESSAGE": "A message to be sent to a user when they join the server.",
    "AUTONICKNAME": "A nickname to give a user when they join the server.",
    "MODE": "A mode to enable certain commands.",
    "CUSTOMPREFIX": "A custom prefix to user other than `$`.",
    "DEFAULTPREFIX": "The default prefix `$`.",
    "ANTIINVITE": "Server moderation tool to delete any invites sent by users in the server.",
    "ANTIINVITE-ACTION": "Enable warning and kicking when sending invites. AntiInvite must be enabled for this to work.",
    "ANTIINVITE-WARN": "A user will receive a warning if they send this exact number of invites. AntiInvite and AntiInvite Action must be enabled for this to work.",
    "ANTIINVITE-KICK": "A user will be kicked if they send this number or more invites. AntiInvite and AntiInvite Action must be enabled for this to work.",
    "NONICKNAME": "A way to disable the `nickname` command from being used.",
    "STARBOARD": "A channel to send starred messages in, i.e. a starboard.",
    "STARBOARD-STARS": "Change the required stars count for messages to appear in the starboard.",
    "LANGUAGE": "Change the language of the bot in your server."
}
