{
    "DESCRIPTION": "Ver o personalizar la configuración de tu servidor y activar/desactivar características específicas.",
    "USAGE": "settings <list|clear|view|edit> [ajuste] [add|remove] [valor]",
    "USAGE_LIST": "Usa `{{prefix}}settings list [pagina]` para ver otras páginas.",
    "AVAILABLE": "**__Ajustes disponibles para usar con TypicalBot:__**",
    "PAGE": "**Página {{page}} / {{count}}**",
    "CLEARED": "Ajustes borrados.",
    "CLEAR_ERROR": "Algo no funciono. Por favor, intente nuevamente.",
    "CURRENT": "**__Configuración actual:__**",
    "CURRENT_VALUE": "**__Valor actual:__** {{value}}",
    "INVALID": "La configuración solicitada no existe",
    "INVALID_OPTION": "Se ha dado una opción inválida.",
    "UPDATED": "Ajuste actualizado correctamente.",
    "DMCOMMANDS": "Controla si los comandos se envían a los DM",
    "EMBED": "Integrar las respuestas de TypicalBot",
    "ROLE_EXISTS": "El rol especificado ya se encuentra incluido.",
    "ROLE_NOT_SET": "El rol especificado no puede ser eliminado porque no se encuentra incluido.",
    "INVALID_MS": "Se ha dado un tiempo inválido. Inténtalo de nuevo con un tiempo, en milisegundos, desde 2000ms (2s) hasta 600000ms (10 min).",
    "INVALID_CHANNEL": "Canal invalido. Por favor asegurese de que su ortografia es correcta y que el canal realmente existe.",
    "NOT_TEXT_CHANNEL": "El canal debe ser un canal de texto.",
    "NEED_LOG": "Debes tener un canal de logs configurado antes de cambiar este ajuste.",
    "VERIFICATION_LEVEL_HIGH": "El nivel de moderación para este servidor requiere un delay de al menos 10 minutos.",
    "VERIFICATION_LEVEL_VERYHIGH": "La función de autorol no está disponible cuando el nivel de moderación está establecido en el ajuste más alto.",
    "ADMINROLE": "Rol de administrador que concederá a los usuarios con este rol permiso de nivel 3.",
    "MODROLE": "Rol de moderador que concederá a los usuarios con este rol permiso de nivel 2.",
    "DJROLE": "Rol de DJ que concederá a los usuarios con este rol permiso de nivel 1.",
    "MUTEROLE": "Un rol que el bot dará a los usuarios cuando estén silenciados.",
    "BLACKLISTROLE": "A los usuarios con este rol se les negará el acceso a cualquier comando de TypicalBot.",
    "AUTOROLE": "Los usuarios que se unan al servidor recibirán automáticamente este rol.",
    "AUTOROLE-BOTS": "Los bots que se unan al servidor recibirán automáticamente este rol.",
    "AUTOROLE-DELAY": "El tiempo de espera antes de dar el autorole para permitir que funcionen los niveles de seguridad.",
    "AUTOROLE-SILENT": "Si no esta silenciado, se enviará un mensaje en el canal de logs indicando que un miembro recibió el autorol.",
    "SUBSCRIBERROLE": "Un rol que se dará cuando un usuario utilice el comando `subscribe`.",
    "ANNOUNCEMENTS": "Un canal para publicar anuncios, usado con el comando `announce`.",
    "ANNOUNCEMENTS-MENTION": "Se incluirá una mención en el anuncio cuando se publique, como un rol de Suscriptor.",
    "LOGS": "Un canal para los registros de actividad que se publicarán.",
    "LOGS-JOIN": "Mensaje personalizado a mostrar cuando un usuario se une al servidor.",
    "LOGS-LEAVE": "Establecer un mensaje personalizado para cuando un usuario abandona el servidor.",
    "LOGS-BAN": "Establecer un mensaje personalizado para cuando un usuario es baneado en el servidor.",
    "LOGS-UNBAN": "Establecer un mensaje personalizado para cuando se le revoca el baneo a un usuario en el servidor.",
    "LOGS-NICKNAME": "Establecer un mensaje personalizado para cuando un usuario cambia su apodo en el servidor.",
    "LOGS-INVITE": "Establecer un mensaje personalizado para cuando un usuario publica la invitación del servidor.",
    "LOGS-SAY": "Se registrarán los usos del comando `$say`.",
    "MODLOGS": "Un canal para enviar registros de moderación. Registros de auditoría Aka.",
    "MODLOGS-PURGE": "Un modlog para registrar cuando un moderador o administrador purga mensajes en un canal.",
    "AUTOMESSAGE": "Un mensaje que se enviará a un usuario cuando se una al servidor.",
    "AUTONICKNAME": "Un mensaje que se enviará a un usuario cuando se una al servidor.",
    "MODE": "Un modo para habilitar ciertos comandos.",
    "CUSTOMPREFIX": "Un prefijo personalizado para el usuario que no sea `$`.",
    "DEFAULTPREFIX": "El prefijo predeterminado `$`.",
    "ANTIINVITE": "Herramienta de moderación del servidor para eliminar cualquier invitación enviada por los usuarios en el servidor.",
    "ANTIINVITE-ACTION": "Enable warning and kicking when sending invites. AntiInvite must be enabled for this to work.",
    "ANTIINVITE-WARN": "Un usuario recibirá una advertencia si envía este número exacto de invitaciones. AntiInvite y AntiInvite Action deben estar habilitados para que esto funcione.",
    "ANTIINVITE-KICK": "Un usuario será expulsado si envía este número o más invitaciones. AntiInvite y AntiInvite Action deben estar habilitados para que esto funcione.",
    "NONICKNAME": "Una forma de deshabilitar el uso del comando `nickname`.",
    "STARBOARD": "Un canal para enviar mensajes destacados, es decir, un estribor.",
    "STARBOARD-STARS": "Cambie el recuento de estrellas requerido para que los mensajes aparezcan en el estribor.",
    "LANGUAGE": "Cambia el idioma del bot en tu servidor."
}
