{
    "NEED_CHANNEL": "Please join a voice channel to use this command.",
    "NOT_JOINABLE": "I cannot join the voice channel you are in.",
    "NOT_SPEAKABLE": "I cannot speak in the voice channel you are in.",
    "LOADING": "Loading the playlist into the queue. This may take a while.",
    "TOO_LONG": "The video you are trying to play is too long. The maximum video length is {{time}}.",
    "NOT_IN_QUEUE": "You can only add to the queue while in queue mode.",
    "INVALID_CHANNEL": "You must be in the same voice channel to request a video to be played.",
    "ENQUEUED": "Enqueued **{{title}}**.",
    "QUEUE_MAXED": "The queue limit of {{amount}} has been reached.",
    "UNKNOWN": "An unknown error occured while requesting that video:\n {{error}}",
    "INVALID_KEY": "**__An unknown error occured while requesting that video:__**\n\nThis server entered an invalid YouTube API Key.",
    "QUOTA_EXCEEDED": "**__An error occured while requesting that video:__**\n\nOur Global YouTube API Quota limit exceeded, meaning no more searches can be made until it is reset at 3 AM EST.\n\n**__How to Resolve the Issue:__**\n```md\n# You can resolve the issue by creating your own YouTube Data API v3 Key.\n\nJoin TypicalBot's server and ask for more information on how to do so.```\n**Link:** <https://typicalbot.com/join-us/>",
    "MISSING_PERM": "This server requires elevated permissions to use that command. The command requires permission level {{requiredLevel}} ({{requiredTitle}}) and you are level {{userLevel}} ({{userTitle}})",
    "STREAMING": "🎵 Now streaming **{{title}}** requested by **{{user}}** for **{{time}}**.",
    "ERROR_PLAYING": "An error occured playing the video. Attempting to play the next video in the queue.",
    "ERROR_LEAVING": "An error occured playing the video. Leaving the channel.",
    "ERROR_LIVESTREAM": "An error occured while trying to play the livestream. Leaving the channel.",
    "CONCLUDED": "The queue has concluded.",
    "LIVE_STREAMING": "🎵 Now streaming **{{title}}** requested by **{{user}}**.",
    "LIVE_CONCLUDED": "The livestream has concluded."
}
